Repository: MicaForEveryone/MicaForEveryone
Catalog: MicaForEveryone.UI/Strings/*/*/Resources.resw
Source language: en
Languages: ar, az, bg, cs, de, el, es, fa, fr, hu, id, it, ja, ko, nl, pl, pt_br, ro, ru, sr_cyrl, sr_latn, tr, uk, vi, zh_hans, zh_hant

# NoneMenuItem.Text
source: None
ar: بدون خلفية
az: Heç biri
bg: Никой
cs: Žádné
de: Keine
el: Τίποτα
es: Ninguno
fa: هیچکدام
fr: Aucun
hu: Egyik sem
id: Tidak ada
it: Nessuno
ja: なし
ko: 아무 효과 없음
nl: Geen
pl: Brak efektu
pt_br: Nenhum
ro: Niciuna
ru: Отключено
sr_cyrl: Ништа
sr_latn: Ništa
tr: Hiçbiri
uk: Ніякий
vi: Null
zh_hans: 纯色
zh_hant: 純色

# OkButton.Text
source: OK
ar: موافق
az: Yaxşı
bg: Ок
es: Aceptar
fa: تایید
id: Baik
nl: Oké
ru: ОК
sr_cyrl: ОК
tr: Tamam
uk: ОК
zh_hans: 确定
zh_hant: 確定

# OpenInEditorMenuItem.Text
source: Open in text editor
ar: افتحه في برنامج تعديل النصوص
az: Mətn redaktorunda açın
bg: Отвори файла в текстовия редактор
cs: Otevřít v textovém editoru
de: In Texteditor öffnen
el: Άνοιγμα σε συντάκτη κειμένου
es: Abrir en el editor de texto
fa: بازکردن در ویرایشگر متنی
fr: Ouvrir dans l'éditeur de texte
hu: Megnyitás szövegszerkesztőben
id: Buka di penyunting teks
it: Apri nell'Editor di Testo
ja: テキストエディターで開く
ko: 텍스트 편집기로 열기
nl: Openen in een tekstverwerker
pl: Otwórz w edytorze tekstowym
pt_br: Abrir no Editor de Texto
ro: Deschide în editor text
ru: Редактировать файл
sr_cyrl: Отвори у текстуалном едитору
sr_latn: Otvori u tekstualnom editoru
tr: Metin düzenleyicide aç
uk: Відкрити в текстовому редакторі
vi: Mở trong trình chỉnh sửa văn bản
zh_hans: 在文本编辑器中打开
zh_hant: 在文本編輯器中打開

# ProcessNameSuggestBox.Description
source: Enter executable file name without its extension (.exe)
ar: اكتب اسم البرنامج بدون امتداد .exe
az: İcra edilə bilən fayl adını genişləndirmədən daxil edin (.exe)
bg: Въведете името на изпълним файл без разширението му (.exe)
cs: Vložte název spustitelného souboru bez přípony (.exe)
de: Dateiname der ausführbaren Datei ohne Erweiterung (.exe) eingeben
el: Εισαγωγή ονόματος εκτελέσιμου αρχείου χωρίς την επέκτασή του (.exe)
es: Escriba el nombre del archivo ejecutable sin su extensión (.exe)
fa: نام فایل اجرایی را بدون پسوندش (.exe) وارد کنید.
fr: Entrez le nom du fichier exécutable sans son extension (.exe)
hu: Írja be a futtatható fájl nevét a kiterjesztése nélkül (.exe)
id: Masukkan nama berkas yang dapat dieksekusi tanpa ekstensi (.exe)
it: Digitare il nome del file eseguibile senza la sua estensione (.exe)
ja: 拡張子 (.exe) 抜きで実行ファイル名を入力
ko: .exe 확장 없이 프로세스 이름을 적으세요.
nl: Voer de naam van het uitvoerbare bestand in zonder de extensie (.exe)
pl: Wprowadź nazwę pliku wykonywalnego ale bez roszerzenia (.exe)
pt_br: Digite o nome do arquivo executável sem sua extensão (.exe)
ro: Introdu numelele executabilului, fără extensia (.exe)
ru: Введите имя исполняемого файла без расширения (.exe)
sr_cyrl: Унесите име извршне датотеке без екстензије (.exe)
sr_latn: Unesite ime izvršne datoteke bez ekstenzije (.exe)
tr: Yürütülabilir dosya adını uzantısı (.exe) olmadan girin
uk: Введіть назву виконуваного файлу без розширення (.exe)
vi: Nhập tên tệp thực thi với không phần mở rộng của nó (.exe)
zh_hans: 请输入可执行程序文件名，但不要包括“.exe”后缀名。
zh_hant: 請輸入可執行程序文件名，但不要包括“.exe”後綴名。

# ProcessNameSuggestBox.Header
source: Process Name:
ar: اسم البرنامج:
az: Proses Adı:
bg: Име на процеса:
cs: Jméno Procesu:
de: Prozessname:
el: Όνομα Διεργασίας:
es: Nombre de proceso:
fa: نام پروسه:
fr: Nom du processus:
hu: Folyamat neve:
id: Nama Proses:
it: Nome Processo:
ja: プロセス名:
ko: 프로세스 이름:
nl: Procesnaam:
pl: Proces:
pt_br: Nome do Processo:
ro: Nume Proces:
ru: Имя процесса:
sr_cyrl: Име процеса:
sr_latn: Ime procesa:
tr: İşlem Adı:
uk: Назва процесу:
vi: Tên tác vụ:
zh_hans: 程序文件名：
zh_hant: 程序文件名：

# ReloadMenuItem.Text
source: Reload
ar: إعادة تحميل
az: Yenidən yükləyin
bg: Презареди
cs: Znovu načíst
de: Neu laden
el: Επαναφόρτωση
es: Volver a cargar
fa: بارگذاری مجدد
fr: Recharger
hu: Újratöltés
id: Muat ulang
it: Ricarica
ja: 再読み込み
ko: 리로드
nl: Herladen
pl: Przeładuj
pt_br: Recarregar
ro: Reîncarcă
ru: Перезагрузить
sr_cyrl: Поново учитај
sr_latn: Ponovo učitaj
tr: Yeniden yükle
uk: Перезавантажити
vi: Tải lại
zh_hans: 重新加载配置文件
zh_hant: 重新加載配置文件

# ReloadOnChangeSetting.Description
source: Reloads config automatically when the config file gets changed.
ar: إعادة تحميل ملف الإعدادات تلقائياً بعد تعديله.
az: Konfiqurasiya faylı dəyişdirildikdə konfiqurasiya avtomatik olaraq yenidən yüklənir.
bg: Автоматично презарежда конфигурацията при промяна на конфигурационния файл.
cs: Znovu načte konfigurační soubor při jeho změně
de: Lädt die Konfiguration automatisch neu, wenn die Konfigurationsdatei geändert wird.
el: Επαναφορτώνει το config αυτόματα όταν το αρχείο config αλλάζει.
es: Vuelve a cargar la configuración automáticamente cuando cambie.
fa: بارگذاری مجدد فایل پیکربندی بصورت خودکار وقتی تغییر کرد.
fr: Recharge automatiquement la configuration lorsque le fichier de configuration est modifié.
hu: Automatikusan újratölti a konfigurációt, amikor a konfigurációs fájl megváltozik.
id: Muat ulang konfigurasi secara otomatis saat file konfigurasi diubah.
it: Ricarica il file di configurazione automaticamente quando questo viene modificato.
ja: 設定ファイルが変更されたら自動で設定を再読み込みします。
ko: 설정 후 바뀌면 자동으로 효과를 입힙니다.
nl: Laadt de configuratie automatisch opnieuw wanneer het configuratiebestand wordt gewijzigd.
pt_br: Recarrega a configuração automaticamente quando o arquivo de configuração é alterado.
ro: Reîncarcă configurația automat când fișierul de configurare primește schimbări.
ru: Перезагружать конфигурацию автоматически после редактирования файла
sr_cyrl: Аутоматски учитава конфигурацију чим се конф. датотека промени.
sr_latn: Automatski učitava konfiguraciju čim se konf. datoteka promeni.
tr: Konfigürasyon dosyası değiştiğinde konfigürasyonu otomatik olarak yeniden yükler.
uk: Перезавантажує конфігурацію автоматично при зміні конфігураційного файлу.
vi: Tự động tải lại khi tệp cấu hình có thay đổi.
zh_hans: 修改设置时自动重新加载配置文件，您修改的规则将立即生效。
zh_hant: 修改設置時自動重新加載配置文件，您修改的規則將立即生效。

# ReloadOnChangeSetting.Header
source: Reload on change
ar: إعادة التحميل بعد التعديل
az: Dəyişiklik zamanı yenidən yükləyin
bg: Презареди при промяна
cs: Znovu načíst při změně
de: Bei Änderung neu laden
el: Επαναφόρτωση κατά την αλλάγη
es: Volver a cargar el archivo de configuración cuando se produzcan cambios
fa: بارگذاری مجدد هنگام تغییر
fr: Recharger lors d'un changement
hu: Változáskor újratöltés
id: Muat ulang pada perubahan
it: Ricarica alla modifica
ja: 変更時に再読み込み
ko: 변경 시 리로드
nl: Herladen bij wijziging
pl: Przeładuj po zmianie
pt_br: Recarregar na mudança
ro: Reîncarcă la modificarea configurării
ru: Перезагружать при редактировании
sr_cyrl: Поново учитај при промени
sr_latn: Ponovo učitaj pri promeni
tr: Değişiklikte yeniden yükle
uk: Перезавантажуватись при змінах
vi: Tự động tải lại khi có thay đổi
zh_hans: 热重载
zh_hant: 熱重載

# RemoveRuleAppBarButton.Label
source: Remove Rule
ar: إزالة القاعدة
az: Qaydaları silin
bg: Премахни правило Rule
cs: Odstranit
de: Regel entfernen
el: Αφαίρεση Κανόνα
es: Quitar regla
fa: حذف نمایه
fr: Supprimer règle
hu: Szabály eltávolítása
id: Hapus Aturan
it: Rimuovi Regola
ja: ルールの除去
ko: 삭제하
nl: Regel Verwijderen
pl: Usueń Regułę
pt_br: Remover regra
ro: Șterge regulă
ru: Удалить правило
sr_cyrl: Уклони правило
sr_latn: Ukloni pravilo
tr: Kuralı Kaldır
uk: Видалити правило
vi: Bỏ rule
zh_hans: 删除该规则
zh_hant: 刪除該規則

# SettingsMenuItem.Text
source: Settings
ar: الضبط
az: Parametrlər
bg: Настройки
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fa: تنظیمات
fr: Paramètres
hu: Beállítások
id: Setelan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sr_cyrl: Поставке
sr_latn: Postavke
tr: Ayarlar
uk: Налаштування
vi: Thiết lập
zh_hans: 设置
zh_hant: 設置

# SettingsTitle.Text
source: Settings
ar: الإعدادات
az: Parametrlər
bg: Настройки
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fa: تنظیمات
fr: Paramètres
hu: Beállítások
id: Setelan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sr_cyrl: Поставке
sr_latn: Postavke
tr: Ayarlar
uk: Налаштування
vi: Thiết lập
zh_hans: 设置
zh_hant: 設置

# StartupSetting.Description
source: Run this app automatically on startup.
ar: تشغيل هذا التطبيق تلقائياً بعد تشغيل جهازك.
az: Başlanğıcda bu proqramı avtomatik işə salın.
bg: Стартирайте това приложение автоматично заедно с компютъра.
cs: Spustit tuto aplikaci při startu systému.
de: Diese App automatisch mit Windows starten.
el: Αυτόματη εκκίνηση της εφαρμογής κατά την έναρξη.
es: Ejecuta esta aplicación automáticamente al inicio.
fa: اجرای خودکار برنامه هنگام شروع سیستم.
fr: Lancer cette application automatiquemlent au démarrage.
hu: Futtassa automatikusan ezt az alkalmazást indításkor.
id: Jalankan aplikasi ini secara otomatis saat startup.
it: Esegui l'app all'avvio automaticamente.
ja: 起動時にこのアプリを自動で実行します。
ko: 이 앱을 윈도우 시작 후 실행하게 합니다.
nl: Voer deze app automatisch uit bij het opstarten.
pl: Uruchamiaj aplikację ze startem systemu.
pt_br: Execute este aplicativo automaticamente na inicialização.
ro: Aplicația va porni automat după conectarea în Windows.
ru: Запускать приложение автоматически при загрузке
sr_cyrl: Покреће апликацију аутоматски чим се пријавите.
sr_latn: Pokreće aplikaciju automatski čim se prijavite.
tr: Bu uygulamayı başlangıçta otomatik olarak çalıştır.
uk: Запускати додаток автоматично під час завантаження системи.
vi: Tự động chạy ứng dụng lúc khởi động máy.
zh_hans: 在计算机启动时自动启动Mica For Everyone。
zh_hant: 在計算機啓動時自動啓動Mica For Everyone。

# StartupSetting.Header
source: Run on Startup
ar: تشغيل عند فتح الجهاز
az: Başlanğıcda işə salın
bg: Пусни при стартиране
cs: Spusit při startu
de: Mit Windows starten
el: Εκκίνηση κατά την Έναρξη
es: Ejecutar al inicio
fa: اجرا هنگام شروع سیستم
fr: Lancer au démarrage
hu: Futtatás indításkor
id: Mulai ketika startup
it: Esegui all'avvio
ja: 起動時に実行
ko: 부팅 후 시작하기
nl: Uitvoeren bij opstarten
pl: Uruchamiaj ze startem
pt_br: Executar ao Inicializar
ro: Rulează la pornire
ru: Автозагрузка
sr_cyrl: Покрећи при пријављивању
sr_latn: Pokreći pri prijavljivanju
tr: Başlangıçta Çalıştır
uk: Автозапуск
vi: Khởi động cùng Windows
zh_hans: 开机自启
zh_hant: 開機自啓

# SystemMenuItem.Text
source: System
ar: لون النظام
az: Sistem
bg: Системно
cs: Systémový
el: Σύστημα
es: Sistema
fa: سیستم
fr: Système
hu: Rendszer
id: Sistem
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pt_br: Sistema
ro: Sistem
ru: Системная
sr_cyrl: Систем
sr_latn: Sistem
tr: Sistem
uk: Системний
vi: Hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨係統

# SystemTitlebarColorDescription.Text
source: System uses your theme preference.
ar: يستخدم "لون النظام" لون السمات الخاص بك.
az: Sistem, mövzu seçiminizdən istifadə edir.
bg: Системата използва предпочитанията ви за тема.
cs: Systémový styl použije váš motiv
de: System verwendet Ihr systemweites bevorzugtes Design.
el: Το Σύστημα χρησιμοποιεί την δική σου προτίμηση θέματος.
es: Sistema usa su tema de preferencia.
fa: گزینه «سیستم» از طرح انتخابی شما در تنظیمات سیستم استفاده می‌کند.
fr: "Système" utilise votre préférence de thème.
hu: A rendszer az Ön témapreferenciáját használja.
id: Sistem menggunakan preferensi tema Anda.
it: L'opzione "Sistema" indica il tema attualmente in uso.
ja: 「システム」では、お使いのテーマ設定を使用します。
ko: 시스템은 설정되어 있는 색을 사용합니다.
nl: De optie "Systeem" gebruikt je systeem themavoorkeuren.
pl: System wybiera motyw według systemu.
pt_br: O sistema usa sua preferência de tema.
ro: Sistemul utilizează tema preferată.
ru: системный режим использует тему, установленную в системе.
sr_cyrl: Систем користи вашу преферирану тему.
sr_latn: Sistem koristi vašu preferiranu temu.
tr: Sistem, tema tercihlerini kullanır.
uk: використовує обрану вами системну тему.
vi: Hệ thống đang, hoặc sẽ sử dụng màu sắc bạn thiết lập.
zh_hans: 现在将强制应用程序标题栏跟随系统深浅主题设置。
zh_hant: 現在將強製應用程序標題欄跟隨係統深淺主題設置。

# TabbedBackdropDescription.Text
source: Tabbed forces all apps to use blurred wallpaper backdrop effect.
ar: يجعل Tabbed البرامج تستخدم لون يحاكي لون الخلفية بلون مشبع.
az: Tabbed bütün proqramları bulanıq divar kağızı fon effektindən istifadə etməyə məcbur edir.
bg: Tабулацията принуждава всички приложения да използват ефекта на размазан фон на тапет.
cs: Záložkový nutí všechny aplikace aby používaly efekt rozmazané tapety
de: Tabbed zwingt alle Apps, den Hintergrundeffekt des verschwommenen Hintergrundbilds zu verwenden.
el: Το Καρτέλες αναγκάζει όλες τις εφαρμογές να χρησιμοποιούν εφέ σκηνικού θολής ταπετσαρίας.
es: Mica Alt obliga a todas las aplicaciones a usar el efecto de fondo de pantalla con desenfoque.
fa: گزینه «Tabbed» از یک طرح بلور تصویر زمینه استفاده میکند.
fr: "Tabbed" force toutes les applications à utiliser un effet de fond de papier peint flou.
hu: A füles minden alkalmazást arra kényszerít, hogy elmosódott háttérkép-háttérhatást használjon.
id: Tab memaksa semua aplikasi untuk menggunakan efek latar wallpaper buram.
it: L'effetto Tabbed consiste in una sfocatura dello sfondo del desktop.
ja: 「Tabbed」はすべてのアプリで強制的に 壁紙をぼかす効果を使用します。
ko: Mica Alt(Tabbed)는 흐린 배경화면 배경 효과를 앱에다가 입힙니다.
nl: De optie "Tabbed" forceert alle apps om een geblurd achtergrondeffect te gebruiken.
pl: Tabbed zmusza aplikacje do używania najmniej przepuszczalnego efektu rozmytego tła.
pt_br: Com guias força todos os aplicativos a usar o efeito de pano de fundo de papel de parede desfocado.
ro: Va forța toate aplicațiile în a folosi un efect de blur la fundal.
ru: эффект Tabbed принуждает все приложения использовать эффект размытия обоев в стиле Windows 11.
sr_cyrl: Tabbed чини да све апликације користе позадински ефекат замућене позадине.
sr_latn: Tabbed čini da sve aplikacije koriste pozadinski efekat zamućene pozadine.
tr: Sekmeli, tüm uygulamaları bulanıklaştırılmış duvar kağıdı arka plan efektini kullanmaya zorlar.
uk: Змушує всі додатки використовувати ефект розмиття на основі фонових шпалер.
vi: Tabbed buộc tất cả các ứng dụng sử dụng hiệu ứng phông nền mờ.
zh_hans: 现在将强制应用程序窗口背景使用根据桌面壁纸背景色进行模糊的Tabbed特效。
zh_hant: 現在將強製應用程序窗口背景使用根據桌麵壁紙背景色進行模糊的Tabbed特效。

# TabbedMenuItem.Text
source: Tabbed
bg: Табулация
cs: Záložkový
el: Καρτέλες
es: Mica Alt
hu: Lapos
id: Bertab
ko: Mica Alt(Tabbed)
pt_br: Com guias
ro: Cu file
tr: Sekmeli

# TelegramButton.Content
source: Telegram
ar: تابعنا على التليجرام
bg: Телеграм
ko: 텔레그램

# TitlebarColorDescription.Text
source: Set color theme of titlebars,
ar: ضبط لون إطار النوافذ،
az: Başlıq panelinin rəng mövzusunu təyin edin,
bg: Задай цветова тема на заглавните ленти,
cs: Nastavit barevný motiv hlavní lišty
de: Farbe für Titelleisten festlegen,
el: Ορισμός χρώματος θέματος Γραμμών Τίτλων,
es: Establezca el tema del color de las barras de título,
fa: انتخاب طرح رنگ نوار عنوان،
fr: Définir le thème des barres de titre
hu: A címsorok színtémájának beállítása,
id: Tetapkan tema warna bilah judul,
it: Imposta il tema della Barra del Titolo,
ja: タイトルバーのカラーテーマを設定。
ko: 윈도우 표시줄의 색 및 효과를 설정하세요.
nl: Kleurenthema van titelbalken instellen,
pl: Ustaw kolor pasku tytułowego,
pt_br: Definir tema de cores das barras de título,
ro: Setează tema de culoare la bara de titlu,
ru: Устанавливает цвет заголовков окон,
sr_cyrl: Подешава тему боје насловних трака.
sr_latn: Podešava temu boje naslovnih traka.
tr: Başlık çubuklarının renk temasını ayarla,
uk: Встановити кольорову тему заголовків вікон,
vi: Chỉnh màu thanh tiêu đề,
zh_hans: 该选项用于设置应用程序标题栏主题，
zh_hant: 該選項用於設置應用程序標題欄主題，

# TitlebarColorMenu.Text
source: Titlebar Color
ar: لون الإطار
az: Başlıq Panelinin Rəngi
bg: Заглавна лента Color
cs: Barva Lišty
de: Farbe der Titelleiste
el: Χρώμα Γραμμής Τίτλων
es: Color de la barra de título
fa: رنگ نوار عنوان
fr: Couleur de la barre de titre
hu: Címsor színe
id: Warna Bilah Judul
it: Colore Barra del Titolo
ja: タイトルバーの色
ko: 표시줄 색
nl: Titelbalk Kleur
pl: Kolor pasku tytułowego
pt_br: Cor da Barra de Título
ro: Culoarea barei de titlu
ru: Цвет заголовков окон
sr_cyrl: Боја насловне траке
sr_latn: Boja naslovne trake
tr: Başlık Çubuğu Rengi
uk: Колір заголовка
vi: Màu sắc của thanh tiêu đề
zh_hans: 标题栏颜色
zh_hant: 標題欄顔色

# TitleBarColorSetting.Header
source: Titlebar Color
ar: لون الإطار
az: Başlıq Panelinin Rəngi
bg: Цвят на заглавната лента
cs: Barva Lišty
de: Farbe der Titelleiste
el: Χρώμα Γραμμής Τίτλων
es: Color de la barra de título
fa: رنگ نوار عنوان
fr: Couleur de la barre de titre
hu: Címsor színe
id: Warna Bilah Judul
it: Colore Barra del Titolo
ja: タイトルバーの色
ko: 표시줄 색
nl: Titelbalk Kleur
pl: Kolor pasku tytułowego
pt_br: Cor da Barra de Título
ro: Culoarea barei de titlu
ru: Цвет заголовков окон
sr_cyrl: Боја насловне траке
sr_latn: Boja naslovne trake
tr: Başlık Çubuğu Rengi
uk: Колір заголовка
vi: Màu thanh tiêu đề
zh_hans: 标题栏颜色
zh_hant: 標題欄顔色

# TrayIconTooltip.Content
source: Mica For Everyone
bg: Мика за всеки
el: Mica Για Όλους
fa: Mica برای همه

# TwitterButton.Content
source: Twitter
ar: تابعنا على تويتر
bg: Х
el: Χ
ko: 트위터

# UnhandledException.Header
source: Unhandled Exception
ar: خطأ
az: İdarə olunmayan İstisna
bg: Необработено изключение
cs: Neošetřená vyjímka
de: Ausnahmefehler
el: Μη Χειριζόμενη Εξαίρεση
es: Excepción no controlada
fa: خطای غیرمنتظره
fr: Exception non-gérée
hu: Nem kezelt kivétel
id: Pengecualian Tidak Tertangani
it: Eccezione non gestita
ja: 未処理の例外
ko: 예외 발생
pl: Nieobsługiwane Wyjątki
pt_br: Exceção não tratada
ro: Problemă neașteptată
ru: Необработанное исключение
tr: İşlenmeyen Özel Durum
uk: Необроблюване виключення
vi: Lỗi ngoại lệ
zh_hans: 未处理的异常
zh_hant: 未處理的異常

# UnhandledUIException.Header
source: Unhandled Exception in UI
ar: خطأ في الواجهة
az: UI-də idarə olunmayan İstisna
bg: Необработено изключение в потребителския интерфейс
cs: Neošetřená vyjímka v UI
de: Ausnahmefehler in Benutzeroberfläche
el: Μη Χειριζόμενη Εξαίρεση στο UI
es: Excepción no controlada en la IU
fa: خطای غیرمنتظره در رابط کاربری
fr: Exception non-gérée dans l'interface utilisateur
hu: Kezeletlen kivétel a felhasználói felületen
id: Pengecualian Tidak Tertangani di UI
it: Eccezione non gestita nell'UI
ja: UIの未処理の例外
ko: UI 예외 발생
pl: Nieobsługiwane Wyjątki w UI
pt_br: Exceção não tratada na interface do usuário
ro: Problemă neașteptată în UI
ru: Необработанное исключение в пользовательском интерфейсе
tr: Arayüzde İşlenmeyen Özel Durum
uk: Необроблюване виключення в інтерфейсі
vi: Lỗi ngoại lệ trong UI
zh_hans: 用户界面中未处理的异常
zh_hant: 用戶界麵中未處理的異常

# UnsupportedBackdropDescription.Text
source: Acrylic and Tabbed backdrops effects require at least Windows build 22523.
ar: تحتاج خلفيات Acrylic و Tabbed نسخة 22523 أو أحدث.
az: Acryl və Tabbed fon effektləri ən azı Windows build 22523 tələb edir.
bg: Ефектите за акрилни фонове и фонове с табла изискват поне Windows build 22523.
cs: Akrylické a Záložkové pozadí vyžadují alespoň sestavení 22523.
de: Acrylic- und Tabbed-Hintergrundeffekt erfordert mindestens Windows Build 22523.
el: Τα εφέ σκηνικού Ακρυλικό και Καρτέλες απαιτούν τουλάχιστον Windows build 22523.
es: Los efectos de fondo Acrylic y Mica Alt requieren al menos la compilación 22523 de Windows.
fa: گزینه‌های «Acrylic» و «Tabbed» حداقل Windows نسخه ۲۲۵۲۳ نیاز دارند.
fr: Les effets de fond acrylique nécessitent au moins la version 22523 de Windows.
hu: Az akril és a lapos hátterek effektusához legalább 22523-as Windows build szükséges.
id: Efek latar belakang Akrilik dan Tab membutuhkan setidaknya Windows build 22523.
it: Gli sfondi con effetti Acrylic e Tabbed funzionano sulle build di Windows a partire dalla 22523.
ja: アクリルおよびTabbedの背景効果には、Windows ビルド22523以降が必要です。
ko: 아크릭 효과와 Mica Alt(Tabbed) 효과는 최소 윈도우 11 22523부터 실행이 가능합니다..
nl: Acryl- en tabbladachtergrondeffecten vereisen ten minste Windows build 22523.
pl: Efekty Akrylowy i Tabbed wymaga co najmniej kompilacji systemu Windows 22523.
pt_br: Os efeitos de fundo em acrílico e com abas requerem pelo menos a versão 22523 do Windows.
ro: Efectele de fundal Acirilic cu file necesită măcar Windows build 22523.
ru: Для эффектов Acrylic и Tabbed требуется сборка Windows 22523 и выше.
sr_cyrl: Позадински ефекти Acrylic и Tabbed захтевају барем Windows подверзију 22523.
sr_latn: Pozadinski efekti Acrylic i Tabbed zahtevaju barem Windows podverziju 22523.
tr: Acrylic ve Sekmeli arka plan efektleri en az Windows İS derlemesi 22523'ü gerektirir.
uk: Ефекти "Acrylic" і "Tabbed" потребують принаймні Windows версії 22523.
vi: Lựa chọn Acrylic và Tabbed yêu cầu từ Windows 11 bản 22523 trở lên.
zh_hans: 亚克力材质和Tabbed特效只支持Windows 11 22H2(Build 22523+)及更高版本操作系统。
zh_hant: 亞克力材質和Tabbed特效隻支持Windows 11 22H2(Build 22523+)及更高版本操作係統。

# UnsupportedImmersiveDarkModeDescription.Text
source: Immersive Dark Mode requires at least Windows build 19041.
az: Immersive Dark Mode üçün ən azı Windows build 19041 tələb olunur.
bg: Тъмният режим на потапяне изисква поне Windows build 19041.
cs: Imerzivní Tmavý Režim vyžaduje alespoň sestavení 19041.
de: Immersiver Dunkel-Modus erfordert mindestens Windows Build 19041.
el: Η Καθηλωτική Σκοτεινή Λειτουργία απαιτεί τουλάχιστον Windows build 19041.
es: El modo oscuro inmersivo requiere al menos la compilación 19041 de Windows.
fa: نوار عنوان تیره حداقل Windows نسخه ۱۹۰۴۱ نیاز دارد.
fr: Le mode sombre immersif nécessite au moins la version 19041 de Windows.
hu: A magával ragadó sötét módhoz legalább Windows build 19041 szükséges.
id: Mode Gelap Imersif membutuhkan setidaknya Windows build 19041.
it: La Modalità Scura Immersiva funziona sulle build di Windows a partire dalla 19041.
ja: 没入感のあるダークモードを使用するには、Windowsビルド19041以降が必要です。
ko: 이 다크모드는 최소한 윈도우 10 19401부터 사용 가능합니다.
nl: Immersieve Donkere Modus vereist ten minste Windows build 19041.
pl: Tryb ciemny wymaga co najmniej kompilacji systemu Windows 19041.
pt_br: Modo Escuro Imersivo requer pelo menos o Windows build 19041.
ro: Modul Întunecat imersiv necesită măcar Windows build 19041.
ru: Для иммерсивной темной темы требуется сборка Windows 19041 и выше.
sr_cyrl: Имерзивна тамна тема захтева барем Windows подверзију 19041.
sr_latn: Imerzivna tamna tema zahteva barem Windows podverziju 19041.
tr: Sürükleyici Koyu Mod en az Windows İS derlemesi 19041'i gerektirir.
uk: Для імерсивного темного режиму потрібна версія Windows 19041 та вище.
vi: Chế độ tối đồng bộ yêu cầu từ Windows 10 bản 1904 trờ lên.
zh_hans: 标题栏深色模式只支持Windows 10 20H1(Build 19041+)及更高版本操作系统。
zh_hant: 標題欄深色模式隻支持Windows 10 20H1(Build 19041+)及更高版本操作係統。

# UnsupportedMicaDescription.Text
source: Mica effect requires at least Windows build 22000.
az: Mika effekti ən azı Windows build 22000 tələb edir.
bg: Ефектът Мика изисква поне Windows build 22000.
cs: Mica efekt vyžaduje alespoň sestavení 22000.
de: Mica-Effekt erfordert mindestens Windows Build 22000.
el: Το εφέ Mica απαιτεί τουλάχιστον Windows build 22000.
es: El efecto de fondo Mica requiere al menos la compilación 22000 de Windows.
fa: جلوه Mica حداقل Windows نسخه ۲۲۰۰۰ نیاز دارد.
fr: L'effet Mica nécessite au moins Windows build 22000.
hu: A csillámhatáshoz legalább Windows build 22000 szükséges.
id: Efek mika membutuhkan setidaknya Windows build 22000.
it: L'effetto Mica funziona sulle build di Windows a partire dalla 22000.
ja: マイカの効果には、Windows ビルド22000以降が必要です。
ko: Mica 효과는 윈도우 11 22000부터 사용 가능합니다.
nl: Mica-effect vereist tenminste Windows build 22000.
pl: Mica effect wymaga co najmniej kompilacji systemu Windows 22000.
pt_br: O efeito Mica requer pelo menos o Windows build 22000.
ro: Efectul Mica necesită măcar Windows build 22000.
ru: Для эффекта Mica требуется сборка Windows 22000 и выше.
sr_cyrl: Ефекат Mica захтева барем Windows подверзију 22000.
sr_latn: Efekat Mica zahteva barem Windows podverziju 22000.
tr: Mica efekti en az Windows İS derlemesi 22000'i gerektirir.
uk: Ефект "Mica" потребує принаймні Windows версії 22000.
vi: Hiệu ứng Mica yêu cầu từ Windows 11 bản 22000 trở lên.
zh_hans: 云母材质只支持Windows 11 21H2(Build 22000+)及更高版本操作系统。
zh_hant: 雲母材質隻支持Windows 11 21H2(Build 22000+)及更高版本操作係統。
